name: "preprocess_vpi"
backend: "python"
max_batch_size: 1 
input [
{
    name: "input_img"
    data_type: TYPE_UINT8
    dims: [ -1, -1, 3 ]
}
]
 
output [
{
    name: "output_tensor"
    data_type: TYPE_FP32
    dims: [ 3, 360, 640 ]
}
]

instance_group [{ kind: KIND_CPU }]