name: "postprocess"
backend: "python"
max_batch_size: 1 
input [
{
    name: "prediction"
    data_type: TYPE_FP32
    dims: [ 2784, 77 ]
}
]
 
output [
{
    name: "lanes"
    data_type: TYPE_FP32
    dims: [ -1, 56 ]
}
]